<?php
/*Массив сыщиков*/
$DetectivArray = [
    ["Aкачи Оньеле","Чарли Кейн","Диана Стэнли","Жаклин Файн", "Джим Кальвер", "Лео Андерсон","Лили Чен","Лола Хейз","Марк Хэрриган","Норман Уизерс","Сайлас Марш","Триш Скарборо"],
    [],
    ["Джордж Барнаби","Уилсон Ричардс","Финн Эдвардс","Томми Малдун","Урсула Даунс","Патрис Хэтэуэй","Агнесс Бейкер","Дейзи Уокер"],
    ["Тони Морган","Мари Ламбо","Зои Самарис","Скат О'Тул"],
    ["Сестра Мэри", "Джо Даймонд","Рекс Мерфи","Харви Уолтерс","Хэнк Сэмсон","Минь Тхи Фан","Монтерей Джек","Мэнди Томпсон"],
    ["Майкл МакГлен","Декстер Дрейк","Венди Адамс","Дженни Барнс"],
    ["Дарелл Симмонс","Винсент Ли","Аманда Шарп","Глория Гольдберг","Уильям Йорик","Кейт Уинтроп","Кэролин Ферн","Люк Робинсон"],
    ["Боб Дженкинс","Рита Янг","Роланд Бэнкс","Пит Мусорщик"],
    ["Агата Крейн","Даниэла Рейес","Карсон Синклер","Кельвин Райт","Отец Матео","Престон Фэйрмонт","Сефина Руссо"]
];

/*Массив древних*/
$Monsters = [
    ["Ктулху","Йог-Сотот","Шуб-Ниггурат","Азатот",],
    ["Йиг"],
    ["Возрождение Старцев", "Итакуа",],
    ["Сизигия"],
    ["Абхот","Нефрен-Ка"],
    ["Хастур"],
    ["Атлач-Нача","Гипнос"],
    ["Шудде-Мьелл"],
    ["Незапамятный","Ньярлатхотеп"],
];

/*Массив прелюдий*/
$Preludes = [
    [],
    [],
    ["Пророк из антарктиды", "Начало конца", "Ключ к спасению", "Слухи с севера", "Последняя жертва", "Непокорная жертва"],
    ["Парад светил", "Приближается буря", "Данвический ужас", "Тёмное благословение"],
    ["Эпидемия", "Зов Ктулху", "Под пирамидами", "Литания секретов", "Призрак из прошлого", "Решительные меры"],
    ["Грехи прошлого", "Король в жёлтом", "Претворить слабость в силу", "Сокровища серебрянных сумерек"],
    ["Интенсивное обучение", "Шпион среди нас", "Сны об ином мире", "Нечестивые близнецы Черной Козы", "Паутина между мирами", "Предначертано звёздами"],
    ["Цена известности", "Вы знаете, что должны сделать", "Конец человечества", "Апокалипсис грядёт"],
    ["В тёмной-тёмной комнате", "Помощь старших богов", "Звёзды заняли свои места", "В пролом", "Архивы", "Армия Тьмы", "Отец Змей", "Предместник внешних Богов", "Искушение", "Удивительные диковинки"],
];